lessons = {
    "англ": ["Англійська мова", "meet.google.com/ygy-phic-sia"],
    "кгозл": ["Комп'ютерна графіка та обробка зображень (лекція)", "meet.google.com/cat-tnso-ydp"],
    "кгозп": ["Комп'ютерна графіка та обробка зображень (практика)", "постійне посилання відсутнє"],
    "веб": ["Web-програмування", "meet.google.com/cat-tnso-ydp"],
    "ткпл": ["Технології комп'ютерного проєктування (лекція)", "meet.google.com/tue-zwcs-wtc"],
    "ткпп": ["Технології комп'ютерного проєктування (практика)", "meet.google.com/xui-xeti-obn"],
    "алгл": ["Алгоритми та структури даних (лекція)", "meet.google.com/wzr-abyj-bas"],
    "алгп": ["Алгоритми та структури даних (практика)", "meet.google.com/abx-gsop-fey"],
    "ооп": ["Об'єктно-орієнтоване програмування", "meet.google.com/yjv-qxit-wfx"],
    "тймсл": ["Теорія ймовірності та математична статистика (лекція)", "постійне посилання відсутнє"],
    "тймсп": ["Теорія ймовірності та математична статистика (практика)", "постійне посилання відсутнє"],
    "нп": ["Нефаховий предмет", "постійне посилання відсутнє"],
    "фв": ["Фізичне виховання", "постійне посилання відсутнє"]
}