lessons = {
    "ос": ["Операційні системи", "https://meet.google.com/ebr-aqeu-vvf"],
    "ооп": ["Об'єктно-орієнтоване програмування", "https://meet.google.com/nic-ppxx-iif"],
    "пай": ["Мова програмування Python", "Посилання відсутнє"],
    "чм": ["Чисельні методи", "Посилання відсутнє"],
    "англ": ["Іноземна мова (англійська)", "http://meet.google.com/ygy-phic-sia"],
    "пхп": ["Людино-машинна взаємодія", "Посилання відсутнє"],
    "обд": ["Організація баз даних", "Посилання відсутнє"],
    "емпі": ["Емпіричні методи програмної інженерії", "Посилання відсутнє"]
}
